{
	"WFRP4E.Assistant": {
		"Label": "Помощник",
		"Export": "Экспортировать лист",
		"Helpers": {
			"GenerateName": {
				"Label": "Случайное имя",
				"Hint": "Если включено, при переносе токена на сцену, для него будет сгенерировано случайное имя.",
				"Species": "Ключ локализации для Народа.",
				"Keys": "Ключи для генератора. Для генерации имени, состоящего из нескольких слов, ключи перечисляйте через запятую (\"male,surnames\"). Все ключи должны находится внутри объекта локализации Народа."
			},
			"RandomCharacteristics": {
				"Label": "Случайные характеристики",
				"Hint": "Если включено, при переносе токена на сцену, для него будет сгенерированы случайные характеристики, согласно Книге Правил.<br><br>Задает случайные значения характеристик, вычитая из указанного значения 10 пунктов, а затем прибавляя 2d10 пунктов. Таким образом, указанное значение характеристики 30 превратится в случайное, равное 20 + 2d10. Если характеристика равна 5, просто бросает 1d10 и указывает полученный результат как новое значение характеристики."
			},
			"AddCharacteristics": {
				"Label": "Изменение характеристик",
				"Hint": "Изменяет начальные значения характеристик актёра на указанное число."
			},
			"DeathTint": {
				"Label": "Окраска токена при смерти",
				"Hint": "Если раны актёра снизятся до 0, токен будет окрашен в указанный цвет.",
				"Default": "Базовый цвет, в который будет окрашен токен, если количество ран будет больше 0."
			},
			"GenerateSpells": {
				"Label": "Случайные заклинания",
				"Hint": "Если включено, при переносе токена на сцену, ему будет выдано указанное количество случайных заклинаний выбранной Магической Школы."
			},
			"Disposition": {
				"Label": "Отношение токена",
				"Hint": "Изменяет отношение токена при его переносе на сцену.",
				"Tooltip": "Выберите, какое отношение будет иметь перенесённый токен.",
				"None": "Не изменять",
				"Call": "Запрашивать"
			},
			"Resize": {
				"Label": "Изменить размер",
				"Hint": "В ДАННЫЙ МОМЕНТ ФУНКЦИЯ НЕДОСТУПНА!<br><br>Изменяет размер актёра относительно изначального, обновляя значение Черты и характеристики, согласно Книге Правил<br><br>Если ты хочешь использовать черту размер, чтобы сделать существо больше, превратив, скажем, простого гигантского паука в исполинского, увеличь на 10 пунктов его силу и выносливость и уменьши на 5 пунктов его проворство за каждую ступень разницы в размерах между базовым и конечным существами. Если захочешь создать существо меньшего размера, используй противоположный подход: увеличь проворство, а силу и выносливость, наоборот, уменьши.",
				"Current": "Текущий размер",
				"Default": "Изначальный размер"
			},
			"Scripts": {
				"Create": "При создании токена",
				"UpdateActor": "При обновлении данных актёра",
				"UpdateTrait": "При обновлении параметров Помощника"
			},
			"Settings": {
				"enableHelpers": {
					"Name": "Включить Помощника",
					"Hint": "Если включено, в листах актёров появится настройка Помощника, которая поможет оптимизировать ваших актёров."
				},
				"hideHelpersTrait": {
					"Name": "Скрыть эффект Помощника",
					"Hint": "Если включено, эффект Помощника не будет отображаться в листе актёра.\nУбирается только отображение, эффект всё ещё будет присутствовать у актёра.\nЗаново откройте лист актёра, чтобы увидеть изменения."
				}
			}
		},
		"systemFix": {
			"Random": {
				"Label": "Случайный",
				"Table": "Случайный (табл.)",
				"Hint": "Бросок совершается по таблице из \"Ветров магии\", в которой присутствуют далеко не все Школы Магии."
			},
			"RandomizeTable": "Случайный (табл.)",
			"Randomize": "Случайный",
			"Search": "Поиск предметов:",
			"Generate": {
				"Title": "Создать {name}",
				"Scroll": "Свиток заклинания",
				"Grimoire": "Гримуар",
				"ScrollError": "Не получилось найти заклинание школы \"{lore}\" с порогом сотворения \"{cn}\" и меньше для создания свитка закрлинаний.<br><br>И мы попробовали снова."
			},
			"Grimoire": {
				"Appearance": "Внешний вид",
				"Spells": "Заклинания",
				"Features": "Особенности"
			},
			"Defensive": {
				"Label": "Выбор Навыка",
				"Hint": "Выберите, какой Навык использовать для Ухода в защиту:",
				"Undefined": "Навыки для Ухода в защиту не найдены. Возможно, Ваши фильтры настроены неверно, или Навыки листа не переведены на язык мира.",
				"Description": "Что, если ты хочешь, чтобы персонаж приготовился уклоняться или парировать град вражеских ударов, занял оборонительную позицию в  дверном проёме или использовал свой НАВЫК <i>Языка (магический)</i>, чтобы развеять целую тучу нацеленных в него вражеских ЗАКЛИНАНИЙ? Можешь выбрать НАВЫК, использовать ДЕЙСТВИЕ и получить модификатор <b>+20</b> к ПРОВЕРКАМ защиты при помощи выбранного НАВЫКА до начала своего следующего ХОДА."
			},
			"Load": "Загрузка заклинаний",
			"Settings": {
				"enableArcane": {
					"Name": "Добавлять общие заклинания?",
					"Hint": "Если включено, общие заклинания будут добавляться в пул при поиске цветных заклинаний"
				},
				"grimoiresFolder": {
					"Name": "UUID папки Гримуаров",
					"Hint": "Укажите UUID для папки, в которую будут добавляться сгенерированные Гримуары.\nЕсли оставить пустым, Гримуары будут добавляться в корневую папку Предметов.\nДля того, чтобы узнать UUID папки, нажмите на неё ПКМ, выберите \"Изменить папку\" и кликните на \"Копирование UUID\".",
					"Error": "Папка с указанным UUID не существует!"
				},
				"scrollsFolder": {
					"Name": "UUID папки Свитков заклинаний",
					"Hint": "Укажите UUID для папки, в которую будут добавляться сгенерированные Свитки заклинаний.\nЕсли оставить пустым, Свитки заклинаний будут добавляться в корневую папку Предметов.\nДля того, чтобы узнать UUID папки, нажмите на неё ПКМ, выберите \"Изменить папку\" и кликните на \"Копирование UUID\".",
					"Error": "Папка с указанным UUID не существует!"
				},
				"grimoiresRandName": {
					"Name": "Создавать случайные названия для Гримуаров",
					"Hint": "Если включено, сгенерированным гримуарам будет присвоено случайное название."
				},
				"defensiveRemove": {
					"Name": "Уход в защиту до начала хода",
					"Hint": "Если включено, статус Ухода в защиту будет убираться в начале хода Актёра."
				},
				"defensiveList": {
					"Name": "Навыки для ухода в защиту",
					"Hint": "Выберите, какие Навыки будут предлагаться для Ухода в защиту:",
					"Combat": "Боевые (Уклонение и Рукопашный бой)",
					"All": "Все",
					"Custom": {
						"Name": "Свои",
						"Label": "Выбор Навыков",
						"Hint": "Укажите, какие Навыки отображать в окне выбора Ухода в защиту.<br>Навыки, которых нет у Актёра, отображаться не будут.<br>Если указать только один Навык, он будет автоматически указываться для Ухода в защиту.",
						"Confirm": {
							"Label": "Изменить настройки?",
							"Hint": "Свой фильтр для Навыков уже задан. Вы хотите его изменить?"
						}
					}
				}
			}
		},
		"BooksTitle": {
			"Title": "Название книги",
			"Quantity": "Количество бросков",
			"Type": {
				"Title": "Тип книги",
				"Random": "Случайный"
			},
			"Roll": "Сгенерировать",
			"Flavor": "Придумал название книги"
		},
		"Swearing": {
			"Flavor": "Придумал оскорбление"
		}
	},
	"WFRP4E.MagicLores.arcane": "Общие заклинания",
	"WFRP4E.MagicLores.greatMaw": "Великая Пасть",
	"WFRP4E.MagicWind.greatMaw": "Великая Пасть",
	"WFRP4E.greatMaw.descriptions": "<p>Всякий раз, когда огр-мясник успешно применяет заклинания Великой пасти, съеденное им подношение может восстановить здоровье. Совершите бросок [[/r 1d10]]. Если результат 10, или равен, или превышает ПС произносимого заклинания, Мясник восстанавливает раны, равные ПС заклинания.</p>",
	"WFRP4E.MagicLores.little-waaagh": "Малый Вааагх!",
	"WFRP4E.MagicWind.little-waaagh": "Малый Вааагх!",
	"WFRP4E.little-waaagh.descriptions": "<p>Заклинания Гоблинов-шаманов (и некоторых хобгоблинов), как правило, проявляют \"Вааагх!\" в виде злобных трюков и заговоров. Уверенность гоблинов-шаманов растет по мере того, как их заклинания срабатывают. Если маг получает дополнительные УУ в результате проверки Сотворения Заклинания, то он может потратить их по правилам Избытка магии или использовать для покупки одного Очка удачи. Очки удачи, полученные таким образом, могут накапливаться сверх максимального значения, но должны быть потрачены до конца боя или будут потеряны.</p>",
	"WFRP4E.MagicLores.big-waaagh": "Большой Вааагх!",
	"WFRP4E.MagicWind.big-waaagh": "Большой Вааагх!",
	"WFRP4E.big-waaagh.descriptions": "<p>Заклинания \"Большого Вааагха!\" служат проводниками огромного количества \"Вааагх!\" энергии, и её высвобождение ободряет сердца орков, гоблинов и хобгоблинов, находящихся поблизости. Всякий раз, когда Персонаж произносит заклинание \"Большого Вааагх!\" все орки, хобгоблины и гоблины, находящиеся в пределах Силы воли ярдов, теряют все состояния @Condition[В панике].</p>"
}